[BalanceDefs.BD_Ep8_RolandHQDoor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_MoonShotDamage InteractiveObjectBalanceDefinition]
DefaultDisplayName="Danos de tiro lunar"

[InteractiveObjects.Ep8_AngelHackMachine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Ep8_MoonshotDamageActor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.FuelInjector_Switch1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep5_TurnInSwitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_HyperionAngelGizmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_PowerCoreGizmo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_PylonBrake1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep8_TurnInSwitch InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep8_EridiumShard MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pepita de Eridium"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep8_EridiumShard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pedacinho de Eridium que não vale muita coisa no Mercado Negro."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep8_SanctuaryGunPowerSupply MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo Energético"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep8_SanctuaryGunPowerSupply:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma bateria capaz de abastecer a energia do canhão defensivo de Santuário."
NoConstraintText=""
Suffix=""
Prefix=""

